Repository: joey-gm/GICS
Catalog: Sources/GICS/Resources/Definition.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: Companies providing primarily property and casualty insurance.
de: Unternehmen, die hauptsächlich Schaden- und Unfallversicherungen anbieten.
es: Empresas aseguradoras que ofrecen principalmente seguros de propiedad y contra accidentes.
fr: Sociétés qui fournissent principalement des services d’assurance IARD.
it: Compagnie che forniscono principalmente servizi assicurativi nei rami danni e infortuni.
ja: 動産・損害保険を主に提供する会社。
ko: 자산 및 사고 보험을 주로 제공하는 회사.
pt_pt: Empresas provendo principalmente seguro de propriedade e de acidentes.
ru: Компании, предоставляющие в основном услуги по страхованию имущества и страхованию от несчастных случаев.
zh_hans: 主要提供财产和意外伤害保险业务的公司。
zh_hant: 主要提供財主要提供財產和意外傷亡保險的公司。產和意外保險的公司。

source: Companies providing primarily reinsurance.
de: Unternehmen, die hauptsächlich Rückversicherungen anbieten.
es: Empresas dedicadas principalmente al reaseguro.
fr: Sociétés qui fournissent principalement des services de réassurance.
it: Compagnie che forniscono principalmente servizi di riassicurazione.
ja: 主に再保険を提供する会社。
ko: 재보험을 주로 제공하는 회사.
pt_pt: Empresas provendo principalmente resseguro.
ru: Компании, основной деятельностью которых является предоставление услуг перестрахования.
zh_hans: 主要提供再保险业务的公司。
zh_hant: 主要提供再保險業務的公司。

source: Providers of information technology and systems integration services not classified in the Data Processing & Outsourced Services or Internet Software & Services Sub-Industries. Includes information technology consulting and information management services.
de: Anbieter von IT- und Systemintegrationsdiensten, die nicht den Branchen „Datenverarbeitungs- und Outsourcing-Dienste“ oder „Internet-Software und -Dienste“ angehören. Hierzu gehören auch IT-Beratung sowie Datenverwaltungsdienste.
es: Empresas que proporcionan servicios relacionados con la tecnología de la información y la integración de sistemas, no clasificados en las ramas Procesamiento de Datos y Servicios Subcontratados, ni en la de Software y Servicios de Internet. Se incluyen los servicios de consultoría de tecnología de la información y sevicios de administración de información.
fr: Fournisseurs de technologies de l’information et de services d’intégration de systèmes non-classés dans les sous-industries du traitement de données et services externalisés ou des logiciels et services Internet. Sont inclus les services de conseils liés aux technologies de l’information et de gestion de l’information.
it: Fornitori di servizi informatici e di integrazione di sistemi non classificati nei sottosettori Elaborazione dati e servizi in outsourcing o Software e servizi Internet. Sono compresi i servizi di consulenza e di gestione delle informazioni nel campo delle tecnologie dell’informazione.
ja: 情報技術テクノロジー、およびシステム統合サービスを提供する会社で、産業サブグループの「情報処理・外注サービス」、「インターネットソフトウェア・サービス」に分類されないもの。情報技術コンサルティングや情報管理サービスを含む。
ko: ‘데이터 처리와 아웃소싱 서비스’ 또는 ‘인터넷 소프트웨어와 서비스’ 하부산업으로 분류되지 않은 정보 기술 및 시스템 통합 서비스 제공업체. 정보 기술 컨설팅과 정보 관리 서비스 포함.
pt_pt: Provedores de serviços de tecnologia da informação e integração de sistemas não classificados nas Sub-Indústrias de Serviços Terceirizados e de Processamento de Dados ou Software e Serviços de Internet. Inclui serviços de consultoria de tecnologia de informação e gerenciamento de informações.
ru: Компании, предоставляющие услуги в сфере информационных технологий и системной интеграции, не включенные в подотрасли «Предоставление услуг по обработке данных и услуг, переданных на аутсорсинг» или «Программное обеспечение и услуги в области Интернета». В данную группу входят компании, оказывающие консультационные услуги в области информационных технологий и управления информацией.
zh_hans: 提供信息科技和系统集成服务的公司（未归类于“数据处理与外包服务”或者“互联网软件与服务”子行业）。包括信息科技咨询和信息管理服务。
zh_hant: 未歸類於「數據處理與外判服務」或「互聯網軟件與服務」子行業中的資訊科技和系統整合服務供應商。包括資訊科技諮詢和資訊管理服務。

source: Companies providing services and infrastructure for the internet industry including data centers and cloud networking and storage infrastructure. Also includes companies providing web hosting services. Excludes companies classified in the Software Industry.
de: Unternehmen, die Dienstleistungen und Infrastruktur für die Internetbranche anbieten, einschließlich Rechenzentren sowie Cloud-Netzwerk- und Speicherinfrastruktur. Umfasst auch Unternehmen, die Webhosting-Dienste anbieten. Ausgenommen sind Unternehmen, die dem Industriezweig „Software” angehören.
es: Empresas que brindan servicios e infraestructura para la industria de Internet, incluidos los centros de datos y la infraestructura de redes y almacenamiento en la nube. También incluye compañías que brindan servicios de alojamiento web. No incluye las empresas clasificadas en la Industria de Software.
fr: Sociétés qui fournissent des services et des infrastructures pour l’industrie de l’Internet. Sont inclus les centres de données, les réseaux dans le cloud et les infrastructures de stockage. Sont également incluses les sociétés qui fournissent des services d’hébergement web. Ne sont pas incluses les sociétés classées dans l’industrie des logiciels.
it: Aziende che forniscono servizi e infrastrutture per il settore Internet, compresi data center e infrastrutture per il networking e l’archiviazione cloud. Sono incluse anche le aziende che forniscono servizi di web hosting. Sono escluse le aziende classificate nel sottosettore Industria del software.
ja: データ・センター、クラウド・ネットワーキングおよびストレージのインフラストラクチャーなど、インターネット業界向けにサービスやインフラストラクチャーを提供する会社。また、ウェブ・ホスティング・サービスを提供する会社も含む。ソフトウェア産業に分類される会社は除く。
ko: 데이터 센터, 클라우드 네트워킹, 저장 인프라를 포함한 인터넷 산업용 서비스 및 인프라를 제공하는 회사. 웹 호스팅 서비스 제공 업체 포함. ‘소프트웨어' 산업으로 분류된 회사 제외.
pt_pt: Provedoras de serviços e infraestrutura para a indústria da Internet, incluindo centros de processamento de dados e infraestrutura de computação e armazenamento em nuvem. Também inclui serviços de hospedagem de dados. Exclui empresas classificadas na indústria de Software.
ru: Компании, предоставляющие услуги и инфраструктуру для Интернет-индустрии, включая центры обработки данных, облачную сетевую инфраструктуру и инфраструктуру хранения данных. В том числе компании, предоставляющие услуги веб-хостинга. В данную группу не входят компании, включенные в отрасль «Производство программного обеспечения».
zh_hans: 为互联网行业提供服务和基础设施的公司，包括数据中心，云网络和存储基础架构。另包括提供虚拟主机服务的公司。不包括归类于软件行业的公司。
zh_hant: 為互聯網行業提供服務和基本設施的公司，包括數據中心、雲端網絡和存儲基本設施。亦包括提供網絡託管服務的公司。不包括歸類於「軟件」行業的公司。

source: Companies engaged in developing and producing software designed for specialized applications for the business or consumer market. Includes enterprise and technical software, as well as cloud-based software. Excludes companies classified in the Interactive Home Entertainment Sub-Industry. Also excludes companies producing systems or database management software classified in the Systems Software Sub-Industry.
de: Unternehmen, die spezielle Anwendungs-Software für Wirtschaft oder Privatkunden entwickeln und herstellen. Hierzu gehört auch Unternehmens- und technische Software sowie Cloud-basierte Software. Ausgenommen sind Unternehmen, die der Branche „Interaktive Home-Entertainment-Software“ angehören. Außerdem sind Unternehmen ausgeschlossen, die System- und Datenbankverwaltungs-Software herstellen und der Branche „System-Software“ angehören.
es: Empresas dedicadas al desarrollo y la producción de programas informáticos con aplicaciones específicas para el mercado de empresas o particulares. Se incluyen los programas técnicos y para empresas, así como software basado en la nube. Se excluyen las empresas clasificadas en la rama industrial de Entretenimiento Doméstico Interactivo. También se excluyen las empresas que crean programas de gestión de sistemas o bases de datos, clasificadas en la rama Software de Sistemas.
fr: Sociétés spécialisées dans le développement et la production de logiciels destinés à des applications spécialisées pour les professionnels et le grand public, y compris les logiciels d’entreprise ou techniques, ainsi que les logiciels basés dans le cloud. Ne sont pas incluses les entreprises classées dans la sous-industrie des divertissements interactifs à domicile. Sont également exclues les entreprises qui produisent des systèmes ou des logiciels de gestion de bases de données classées dans la sous-industrie des logiciels systèmes.
it: Aziende impegnate nello sviluppo e nella produzione di software destinati ad applicazioni specializzate per il mercato aziendale o dei beni di consumo. Include software aziendale e tecnico, nonché software basato sul cloud. Sono escluse le aziende classificate nel sottosettore Intrattenimento domestico interattivo. Sono inoltre escluse le aziende che producono software di sistema o per la gestione dei database classificate nel sottosettore Software di sistema.
ja: 企業・個人を対象とした特定アプリケーション用ソフトウェアの開発・製造を行う会社。エンタープライズ、テクニカルソフトウェア、およびクラウド・ベースのソフトウェアを含む。インタラクティブ・ホームエンターテイメント産業サブグループに分類される会社は除く。産業サブグループの「ホームエンターテイメント・ソフトウェア」に分類される会社、および「システム・ソフトウェア」に分類されるシステム、データベース管理ソフトウェアを製造する会社は除く。
ko: 기업 또는 소비자 시장의 전문 애플리케이션을 위한 소프트웨어 개발 및 제작과 관련된 회사. 기업 및 기술 소프트웨어와 클라우드 기반 소프트웨어 포함. 양방향 홈 엔터테인먼트 하부산업으로 분류되는 회사는 제외. 또한 ‘시스템 소프트웨어’ 하부산업으로 분류되는 시스템 또는 데이터베이스 관리 소프트웨어 제작 회사는 제외.
pt_pt: Empresas envolvidas no desenvolvimento e na produção de softwares projetados para aplicativos especializados para empresas ou pessoas físicas. Inclui software empresarial e técnico, bem como software hospedados em nuvem. Exclui empresas classificadas na Sub-Indústria de Software de Entretenimento em Casa. Também exclui empresas produtoras de software de gerenciamento de sistemas ou de base de dados classificadas na Sub-Indústria de Software de Sistemas.
ru: Компании, занимающиеся разработкой и производством программного обеспечения для специализированного применения в коммерческой деятельности или на потребительском рынке. Сюда относится корпоративное и техническое программное обеспечение, а также облачное программное обеспечение. В данную группу не входят компании, включенные в подотрасль «Производство программного обеспечения для домашнего пользования в развлекательных целях», а также компании, занимающиеся производством систем или программного обеспечения для управления данными, включенные в подотрасль «Производство системного программного обеспечения».
zh_hans: 从事为企业和消费者市场开发与生产专业应用软件（包括企业与技术软件和基于云的软件）的公司。不包含列入“互动家庭娱乐”子行业中的公司，也不包含列入“系统软件”子行业中生产系统和数据库管理软件的公司。
zh_hant: 從事為企業或消費者市場開發及生產專業應用軟件的公司。包括企業及技術軟件，及以雲端為基礎的軟件。不包括歸類於「互動家居娛樂」子行業中的公司。亦不包括歸類於「系統軟件」子行業中生產系統或數據庫管理軟件的公司。

source: Companies engaged in developing and producing systems and database management software.
de: Unternehmen, die System- und Datenbankverwaltungs-Software entwickeln und herstellen.
es: Empresas dedicadas al desarrollo y producción de programas para la administración de sistemas o bases de datos.
fr: Sociétés spécialisées dans le développement et la production de logiciels de gestion de bases de données et de logiciels systèmes.
it: Aziende impegnate nello sviluppo e la produzione di software di sistema e di gestione dei database.
ja: システム・データベース管理ソフトウェアの製造・開発を行う会社。
ko: 시스템과 데이터베이스 관리 소프트웨어 개발 및 제작과 관련된 회사.
pt_pt: Empresas envolvidas no desenvolvimento e produção de software de gerenciamento de sistemas e base de dados.
ru: Компании, занимающиеся разработкой и производством системного программного обеспечения и программного обеспечения для управления базами данных.
zh_hans: 从事开发与生产系统和数据库管理软件的公司。
zh_hant: 從事開發和生產系統及數據庫管理軟件的公司。

source: Manufacturers of communication equipment and products, including LANs, WANs, routers, telephones, switchboards and exchanges. Excludes cellular phone manufacturers classified in the Technology Hardware, Storage & Peripherals Sub-Industry.
de: Hersteller von Kommunikationsgeräten und -produkten, einschließlich LANs, WANs, Routern, Telefonen, Telefonanlagen und Vermittlungsstellen. Ausgenommen sind Hersteller von Mobiltelefonen, die in die Branche „Hardware-Technologie, Speicherung und Peripheriegeräte“ fallen.
es: Fabricantes de equipo y productos de comunicaciones, incluyendo las redes de área local (LAN), redes de área amplia (WAN), enrutadores, teléfonos, conmutadores y centrales telefónicas. Se excluyen los fabricantes de teléfonos celulares, clasificados en la rama de Equipos Tecnológicos, Almacenamiento y Periféricos.
fr: Fabricants d’équipements et de produits de communication, y compris les LAN, les WAN, les routeurs, les téléphones, les standards et les centrales téléphoniques. Ne sont pas inclus les fabricants de téléphones mobiles classés dans la sous-industrie du matériel, stockage et périphériques technologiques.
it: Produttori di apparecchiature e prodotti per le comunicazioni, tra cui LAN, WAN, router, telefoni, centralini e centrali. Sono esclusi i produttori di telefoni cellulari classificati nel sottosettore Hardware informatico, archiviazione e periferiche.
ja: LAN、WAN、ルータ、電話機、交換台、交換機を含む通信機器や製品の製造会社。産業サブグループの「テクノロジーハードウェア・コンピュータ記憶装置・周辺機器」に分類される携帯電話の製造会社は除く。
ko: LAN, WAN, 라우터, 전화기, 스위치보드, 교환기 등 통신 장비와 제품의 제조업체. ‘기술 하드웨어, 스토리지, & 주변기기’로 분류된 휴대폰 제조업체는 제외.
pt_pt: Fabricantes de equipamento e produtos de comunicação, incluindo LANs, WANs, roteadores, telefones, mesas telefônicas e fornecedores de serviços de telecomunicações. Exclui fabricantes de telefones celulares classificados na Sub-Indústria de Tecnologia de Hardware, Armazenamento de Dados e Periféricos.
ru: Производители оборудования и товаров для связи, в том числе локальных информационных сетей, глобальных информационных сетей, маршрутизаторов, телефонов, коммутационных узлов и автоматических телефонных станций. В данную группу не входят компании, производящие сотовые телефоны, включенные в подотрасль «Аппаратное обеспечение, устройства хранения данных, периферийные устройства».
zh_hans: 通信设备和产品制造商，包括局域网、广域网、路由器、电话机、总机和交换机。不包含归类于“电脑硬件、储存设备及电脑周边”子行业中的手机制造商。
zh_hant: 通訊設備和產品，包括區域網絡（LAN）、廣域網路（WAN）、路由器、電話、總機和交換機的製造商。不包括歸類於「電腦硬體、儲存及週邊設備」子行業中的手機製造商。

source: Manufacturers of cellular phones, personal computers, servers, electronic computer components and peripherals. Includes data storage components, motherboards, audio and video cards, monitors, keyboards, printers, and other peripherals. Excludes semiconductors classified in the Semiconductors Sub-Industry.
de: Hersteller von Mobiltelefonen, PCs, Servern, elektronischen Computerkomponenten und Peripheriegeräten. Umfasst Datenspeicherkomponenten, Motherboards, Audio- und Videokarten, Monitore, Tastaturen, Drucker und andere Peripheriegeräte. Ausgenommen sind Halbleiter, die der Branche „Halbleiter“ zugeordnet sind.
es: Fabricantes de teléfonos celulares, computadoras personales, servidores, componentes electrónicos de computadoras y periféricos. Se incluyen los fabricantes de componentes de almacenamiento electrónico de información, placas base, tarjetas de sonido y video, monitores, teclados, impresoras y otros periféricos. Se excluyen los semiconductores, incluidos en la rama de Semiconductores.
fr: Fabricants de téléphones cellulaires, d’ordinateurs personnels, de serveurs, de composants électroniques pour ordinateurs et périphériques. Sont inclus les composants de stockage de données, les cartes mères, les cartes son et vidéo, les moniteurs, les claviers, les imprimantes et autres périphériques. Ne sont pas inclus les semi-conducteurs classés dans la sous-industrie des semi-conducteurs.
it: Produttori di telefoni cellulari, personal computer, server, componenti elettronici per computer e periferiche. Sono inclusi componenti per l’archiviazione dei dati, schede madri, carte audio-video, monitor, tastiere, stampanti e altre periferiche. Sono esclusi i semiconduttori classificati nel sottosettore Semiconduttori.
ja: 携帯電話、個人コンピュータ、サーバ、電子コンピュータ部品と周辺機器の製造会社。データ保存部品、マザーボード、オーディオ・ビデオカード、モニター、キーボード、プリンタ、他の周辺機器を含む。産業サブグループの「半導体」に分類される半導体製造会社は除く。
ko: 휴대폰, PC, 서버, 전자 컴퓨터 부품, 주변기기 제조업체. 데이터 스토리지 부품, 마더보드, 오디오와 비디오 카드, 모니터, 키보드, 프린터, 기타 주변기기 포함. ‘반도체’ 하부산업으로 분류되는 반도체는 제외.
pt_pt: Fabricantes de telefones celulares, computadores pessoais, servidores, componentes e periféricos para computadores eletrônicos. Inclui componentes de armazenamento de dados, placas-mãe, placas de áudio e de vídeo, monitores, teclados, impressoras e outros periféricos. Exclui os semicondutores, classificados na Sub-Indústria de Semicondutores.
ru: Производители сотовых телефонов, персональных компьютеров, серверов, электронных компьютерных компонентов и периферийных устройств. В данную группу входят компании, производящие компоненты хранения данных, материнские платы, аудио- и видеокарты, мониторы, клавиатуры, принтеры и другие периферийные устройства. В данную группу не входят компании, производящие полупроводники, включенные в подотрасль «Производство полупроводников».
zh_hans: 手机，个人电脑，服务器，电子计算机零件及周边产品，如数据存储部件、母板、声卡和显卡、监视器、键盘、打印机和其它外围设备制造商。不包括归类于“半导体产品”子行业中的半导体产品制造商。
zh_hant: 手機、個人電腦、伺服器、電子電腦組件和週邊設備的製造商。包括數據存儲組件、主機板、影音卡、顯示器、鍵盤、列印機及其他週邊設備。不包括歸類於「半導體產品」子行業中的半導體產品。

source: Manufacturers of electronic equipment and instruments including analytical, electronic test and measurement instruments, scanner/barcode products, lasers, display screens, point-of-sales machines, and security system equipment.
de: Hersteller elektronischer Geräte und Instrumente einschließlich analytischer, elektronischer Prüf- und Messgeräte, Scanner/Barcode-Produkte, Laser, Bildschirme, Point-of-Sales-Maschinen und Geräte für Sicherheitssysteme.
es: Fabricantes de equipos e instrumentos electrónicos, incluyendo los instrumentos analíticos, de prueba y medición electrónica, productos de escáner y lectores de códigos de barras, rayos láser, pantallas, terminales de punto de venta y equipo para sistemas de seguridad.
fr: Fabricants d’équipements et d’instruments électroniques, y compris les instruments analytiques, de test électronique et de mesure, les scanners/lecteurs de code-barres, les lasers, les écrans d’affichage, les équipements de point de vente et les systèmes de sécurité.
it: Produttori di apparecchiature e strumenti elettronici, compresi strumenti di analisi, test e misure elettronici, scanner/codici a barre, laser, schermi di visualizzazione, POS e apparecchiature per sistemi di sicurezza.
ja: 分析用電子試験・計測装置、スキャナー/バーコード製品、レーザー、表示装置、POS機器、および警報システム機器を含む電子機器・装置の製造業者。
ko: 분석, 전자 시험, 측정 기기, 스캐너/바코드 제품, 레이저, 디스플레이 화면, POS 기계, 보안 시스템 장비를 포함한 전자 장비와 기기 제조업체.
pt_pt: Fabricantes de equipamento e instrumentos eletrônicos, incluindo instrumentos eletrônicos de testes, instrumentos analíticos e de medições, produtos de scanner/código de barras, lasers, telas, máquinas de ponto-de-venda e equipamento de sistema de segurança.
ru: Производители электронного оборудования и приборов, в том числе анализаторов, электронных контрольно-измерительных приборов, устройств считывания/устройств работы со штрих-кодами, лазеров, устройств отображения, кассовых терминалов и оборудования систем безопасности.
zh_hans: 电子设备和仪器制造商，包括生产应用于太阳能行业原材料和设备的公司。
zh_hant: 電子設備和儀器製造商，包括生產分析、電子測試和測量儀器、掃描器／條碼產品、雷射器、顯示螢幕、銷售點機器和保安系統設備的公司。

source: Manufacturers of electronic components. Includes electronic components, connection devices, electron tubes, electronic capacitors and resistors, electronic coil, printed circuit board, transformer and other inductors, signal processing technology/components.
de: Hersteller elektronischer Komponenten. Umfasst elektronische Bauteile, Anschlussgeräte, Elektronenröhren, elektronische Kondensatoren und Widerstände, elektronische Spulen, Leiterplatten, Transformatoren und andere Induktoren, Signalverarbeitungstechnik/-komponenten.
es: Fabricantes de componentes electrónicos. Se incluyen los componentes electrónicos, dispositivos de conexión, tubos electrónicos al vacío, condensadores y resistencias eléctricas, bobinas electrónicas, placas de circuitos impresos, transformadores y otros inductores, componentes y tecnología de procesamiento de señales.
fr: Fabricants de composants électroniques. Sont inclus les composants électroniques, les dispositifs de connexion, les tubes électroniques, les condensateurs et résistances électroniques, les bobines électroniques, les cartes de circuit imprimé, les transformateurs et autres bobines d’induction, la technologie/les composants de traitement des signaux.
it: Produttori di componenti elettronici. Sono compresi componenti elettronici, dispositivi di connessione, valvole elettroniche, condensatori e resistenze elettronici, bobine elettroniche, circuiti stampati, trasformatori e altri induttori, tecnologia/componenti per l’elaborazione dei segnali.
ja: 電子コンポーネントの製造業者。電子部品、配線装置、電子管、電子コンデンサおよび抵抗器、電子コイル、プリント配線板、変圧器・その他インダクタ、信号処理技術/部品、および他のグループに分類されていないその他電子機器を含む。
ko: 전자 부품 제조업체. 전자 부품, 연결 장치, 전자관, 전자 콘덴서와 저항기, 전자 코일, 인쇄 회로 기판, 변압기와 기타 인덕터, 신호 처리 기술/부품, 다른 부문으로 분류되지 않은 기타 전자 장비를 포함.
pt_pt: Fabricantes de componentes eletrônicos. Inclui componentes eletrônicos, dispositivos de conexão, tubos catódicos, resistores e capacitores eletrônicos, bobinas eletrônicas, placas de circuito impresso, transformadores e outros indutores, componentes/tecnologia de processamento de sinais.
ru: Производители электронных компонентов, в том числе соединительных устройств, ЭЛТ, электронных конденсаторов, резисторов, электронных катушек, печатных плат, трансформаторов и других индукторов, а также технологий/компонентов обработки сигнала.
zh_hans: 电子元件制造商。包括太阳能组件和电池。
zh_hant: 電子組件製造商。包括生產電子組件、連接裝置、電子管、電子電容器和電阻器、電子線圈、印刷電路板、變壓器和其他電感器、訊號處理技術／組件的公司。

source: Producers of electronic equipment mainly for the OEM (Original Equipment Manufacturers) markets.
de: Hersteller von elektronischen Geräten, die hauptsächlich für die OEM-Märkte (Original Equipment Manufacturers) bestimmt sind.
es: Empresas dedicadas a la producción de equipos electrónicos, principalmente para los mercados de fabricantes de equipos originales (OEM).
fr: Fabricants d’équipements électroniques destinés principalement aux marchés des fabricants d’équipement d’origine (FEO).
it: Produttori di apparecchiature elettroniche principalmente per i mercati OEM (Original Equipment Manufacturers).
ja: 主にOEM（他社ブランドで販売される製品を製造する会社）として供給を行う電子機器製造会社。
ko: 주로 OEM(주문자상표부착생산) 시장을 위한 전자 장비를 생산하는 업체.
pt_pt: Produtores de equipamento eletrônico principalmente para mercados de OEM (fabricante de equipamento de origem).
ru: Производители электронного оборудования преимущественно для компаний, продающих изделия других фирм под собственной маркой.
zh_hans: 主要为OEM（原始设备制造商）市场生产电子设备的公司。
zh_hant: 主要為代工生產（OEM）市場提供電子設備的生產商。
